[
  {
    "name": "Dot & Key Cica Calming Gel Face Wash",
    "image": "images/Facewash/Dot&key.webp",
    "price_range": "₹210-230/100ml",
    "amazon_link": "https://www.amazon.in/Prone-Salicylic-Sensitive-Sulphate-Control/dp/B0BCJZ289Q/ref=sr_1_5?nsdOptOutParam=true&sr=8-5",
    "category": "facewash",
    "description": "ANTI-ACNE FACE WASH: Powered by Super Cica Technology, it gently yet deeply cleanses pores of dirt, pollution & excess oil to treat acne from the first step of your skincare routine for calm, clear & acne-free skin. • SALICYLIC ACID FACE WASH: Enhanced by 2% Salicylic Acid, this exfoliant gently removes dead skin cells to unclog pores while dissolving acne-causing bacteria to heal acne, control excess oil & minimize active acne breakouts over time. • TACKLES BLACKHEAD & BLEMISHES: An antibacterial & anti-acne face wash, it helps with blackhead & blemish removal to deliver a clearer complexion. • SOOTHING & CALMING: With ingredients like Green Tea & Tea Tree Oil, the face wash features anti-inflammatory properties that help tackle inflammation, redness & irritation due to acne breakouts. • FOR OILY & SENSITIVE SKIN: Our Cica+ Salicylic Acid Face Wash is non-comedogenic, fragrance-free & free from other nasties which makes it an ideal pick for oily, sensitive & acne-prone skin. • GENTLE & NON-DRYING: Backed by a sulphate-free formulation, it is gentle & non-drying on skin which makes it perfect for daily use that helps balance skin pH levels."
  },
  {
    "name": "Mamaearth Ubtan Natural Glow Face Wash",
    "image": "images/Facewash/ubtan.webp",
    "price_range": "₹220-235/100ml",
    "amazon_link": "https://amzn.in/d/8iP0mDN",
    "category": "facewash",
    "description": "SUN DAMAGE REPAIR : Liquorice may helps repair the sun damage caused by exposure to the harsh rays of the sun."
  },
  {
    "name": "Cetaphil Paraben, Sulphate-Free Face Wash",
    "image": "images/Facewash/cetaphile.webp",
    "price_range": "₹390-410/125ml",
    "amazon_link": "https://amzn.in/d/6qAaX9y",
    "category": "facewash",
    "description": "Cetaphil Gentle Skin Cleanser is a clinically proven creamy formula that gently yet effectively removes dirt, make-up, and impurities and provides continuous hydration to protect against dryness. The formula is developed with a dermatologists-backed blend of Niacinamide, Vitamin B5 and Hydrating Glycerin to improve the resilience of sensitive skin. Ideal for Dry to Normal, Sensitive Skin, Cetaphil Gentle Skin Cleanser is • Paraben-Free • Sulphate-Free • Fragrance Free • Hypoallergenic • Non Comedogenic: Won't Clog Pores"
  },
  {
    "name": "Mamaearth Tea Tree Oil Control Face Wash",
    "image": "images/Facewash/Teatree.webp",
    "price_range": "₹220-240/100ml",
    "amazon_link": "https://www.amazon.in/Mamaearth-Tree-Control-Face-Normal/dp/B07FPSB76P/ref=sr_1_29?nsdOptOutParam=true&sr=8-29",
    "category": "facewash",
    "description": "CONTROLS ACNE & PIMPLES: Mamaearth's everyday use Tea Tree Face Wash with Neem helps to control and prevent the development of new acne and pimples by controlling excessive oil secretion. • REMOVES EXCESS OIL: Removes excess oil off your face leaving thoroughly clean and oil-free skin without making it dry or stretchy. • PURIFIES SKIN: Neem extract helps purify the skin and improves its resilience. It gently removes clogging dirt, oil, and impurities from the skin, making skin clean and healthy. • ANTI BACTERIAL: Natural anti-bacterial and cleansing properties of Neem and Tea Tree Oil prevent regular breakouts of acne and pimples. • NATURAL & TOXIN FREE : The face wash is completely free of Sulfates, Silicones, Parabens, Phthalates & Artificial Colors. • DISCLAIMER : We are upgrading our packaging so you may receive either of these."
  },
  {
    "name": "Khadi Natural SLS, Paraben Free Papaya Face Wash",
    "image": "images/Facewash/Khadipapaya.webp",
    "price_range": "₹180-190/100ml",
    "amazon_link": "https://amzn.in/d/gYJsc9x",
    "category": "facewash",
    "description": "Khadi Natural Papaya Face Wash for Glowing & Healthy Skin | 100% Pure & Herbal Face Wash | Face Wash for Reducing Dark Spots & Blemishes | SLS & Paraben Free | All Skin Types • Remove Dirt & Impurities: It gently cleanses your skin by removing dirt and impurities. Also, this face wash helps exfoliates dead skin cells. • Rejuvenate Dull Skin: Regular use of this face wash helps make skin tone even by reducing tanning and pigmentation. • Natural Made: The face wash is made from natural ingredients and is devoid of synthetic preservatives, artificial colours, & sulphates, parabens, and SLS. • We LOVE every skin type: The face wash is dermatologically tested and can be used on all skin types. We love animals and are against animal cruelty. All our products are ISO, WHO, GMP Certified."
  },
  {
    "name": "Nat Habit Ubtan Sulphate Free Face Wash",
    "image": "images/Facewash/Natubtan.webp",
    "price_range": "₹240-250/100g",
    "amazon_link": "https://amzn.in/d/hHps9wA",
    "category": "facewash",
    "description": "Item Form: Cream; Scent: Ubtan Face Wash, Introducing our Brightening Ubtan Face Wash for Men & Women with Activated Wild turmeric, Besan & Chandan - A powerhouse skincare essential designed for purifying deep cleansing, deep tissue & blood cleansing that imparts healthy, long lasting, supple glow & clarity to skin. • Ingredients, Ground Wild Turmeric, Loaded with bitter activities. Purify sub-dermal blood of toxins & provide a barrier of antioxidant power aiding in clear, acne-free, blemish free skin protection against UV damage & pigmentation, regeneration of new, healthy skin cells • Besan -Brightening Natural Active - High protein, multi-vitamin & multi-mineral content renders soft, tan-free, spot-free skin with healthy radiance. Rakht Chandan -Brightening Natural Active - Alpha-sentanol inhibits melanin production. Helps in pigmentation, dark spots and renders healthy glow • Adding breakouts & improves penetration by removing build-up & toxins trapped in pores & clearing blockages. Protects skin barrier, easing hydration & moisture retention. Avoid harsh cleansers as they can harm & weaken the barrier. • Clean & Harm Free - Regular face washes usually contain some toxic ingredients. Paraben & Sulfate Free - Most face washes still use sulphates as the main foaming & cleansing agent. • No Damage: Non drying cleanser. No harmful long term damages - Regular face washes are usually not recommended for long term use: Most face washes use harsh surfactants causing skin dryness, sometimes immediately and sometimes in the long run."
  },
  {
    "name": "Just Herbs Brightening Vitamin C & Amla Face Wash",
    "image": "images/Facewash/Justherbsvitaminc.webp",
    "price_range": "₹300-310/100ml",
    "amazon_link": "https://amzn.in/d/g0WjYNH",
    "category": "facewash",
    "description": "DetailsPrice(₹297.00x)₹297.00Subtotal₹₹297.00297.00SubtotalInitial payment breakdownShipping cost, delivery date and order total (including tax) shown at checkout."
  },
  {
    "name": "Naija Organics Sandalwood & Turmeric Natural Soap",
    "image": "images/Soap/Naijaorganics.webp",
    "price_range": "₹235-245/100g",
    "amazon_link": "https://amzn.in/d/4V8Gzxn",
    "category": "soap",
    "description": "Experience soft, glowing and bouncy skin with Naija’s organic handmade soap packed with the goodness of natural ingredients - sandalwood and turmeric • 100% natural, organic bathing soap bar with ECOCERT COSMOS certification ensuring that our soaps follow the highest quality standards for organic and natural origins, sustainability, traceability and good manufacturing practices • Brightens and evens skin tone: Combination of Sandalwood Oil and Turmeric extract evens out skin tone and reduces dark spots and blemishes, leaving your skin glowing • Delicate, luxurious sandalwood aroma soothes the senses, uplifts your mood, leaves you feeling refreshed and relaxed, turning every bath in a calming de-stressing ritual • Rich creamy soap, with organic essential oils - organic coconut oil, organic olive oil, organic cocoa butter and lye that lathers well and cleanses deeply without leaving the skin dry • Suitable for men and women and works for all skin types - oily, normal, combination, dry, acne-prone, sensitive skin"
  },
  {
    "name": "Shesha Ayurveda Mud Soap With Nalpamaradi",
    "image": "images/Soap/Sheshamudsoap.webp",
    "price_range": "₹190-200/125g",
    "amazon_link": "https://amzn.in/d/gocJhDO",
    "category": "soap",
    "description": "Can be used on both face and body. Excellent for acne-prone, oily, pigmented and combination skin. • Free from chemicals, parabens and petrochemicals., Completely hand-made in small batches • Ayurvedic Kashaya soap with the goodness of Extra Virgin Coconut Oil, Made with the goodness of Turmeric, Lemon Grass, Pomegranate, Multani Mitti, Betel Leaves & Nalpamaradi • Combats body acne, helps fade blemishes etc, Rich and smooth lather, with a refreshing Nalpamaradi & Turmeric aroma for a refreshing start to your day."
  },
  {
    "name": "Ancient Living Organic & Natural Soaps",
    "image": "images/Soap/Ancientliving.webp",
    "price_range": "₹440-450/3pcs",
    "amazon_link": "https://amzn.in/d/bk4tgTK",
    "category": "soap",
    "description": "Ancient Living handmade soaps are made of the smoothest of butters, purest of cold-pressed oils, essential oils and exotic herbs • Ancient Living Kasturi handmade soap is enriched with wild Kasturi turmeric, pure ylang ylang essential along with other nutrient-rich skin nourishing oils. • This soap soothes your skin and imparts a luminous glow. It is full of antioxidants that can exfoliate by removing dead skin cells. • It is rich in vitamin E which lubricates and nourishes your skin. It has a very fragrant and uplifting aroma which can completely refreshes you. • Ancient living Multani Mitti handmade soap is full of softest and richest of natural clay which is highly valued for its purifying qualities. • This soap gets a citrusy twist with the inclusion of pure orange oil and other highly valued nutrient-rich oils"
  },
  {
    "name": "Kaprica Natural Pure Cold Pressed Coconut Oil Soap",
    "image": "images/Soap/Kaprica.webp",
    "price_range": "₹420-430/5pcs",
    "amazon_link": "https://amzn.in/d/0F6xIo4",
    "category": "soap",
    "description": "This handmade coconut oil soap from Kaprica Natural is a soap made out of Kaprica Natural 100% pure cold pressed coconut oil (edible grade), which is pure, unrefined, and unbleached. It has no preservatives, no sulfates, no parabens, no artificial scents and no artificial colors. • The best thing about this handcrafted pure coconut oil soap is that it actually cleanses the skin from inside without causing excessive dryness.TFM of the soap is 80. • Its luxurious moisturizing properties help in restoring the lost moisture of the skin by rejuvenating the cells thoroughly. As a result, we get soft, supple and smooth skin. Coconut oil has antibacterial and healing benefits for skin. • Coconut oil possesses detanning properties, leading to brighter and glowing skin. It improves skin tone and its cleaning property helps with the skin problems like pimples, dark spots, acne, black heads, white heads, rashes, pigmentation, black spots, and suitable for all skin types. • An Eco-Goodness coconut oil soap from Kaprica Natural"
  },
  {
    "name": "Speaking Tree Exfoliating Coffee Handmade Soap",
    "image": "images/Soap/Speakingtree.webp",
    "price_range": "₹190-200/100g",
    "amazon_link": "https://amzn.in/d/cOEZRuq",
    "category": "soap",
    "description": "SKIN EXFOLIATING: Our Handmade Coffee Soap gently Cleanses and Polishes the Skin. It Exfoliates the dead skin cells. It also Detoxifies and Controls the foul Smell of the sweat. • WAKE ME UP: The aroma of Coffee Essential Oil smells just like a fresh brewed pot of coffee. This is the perfect wake me up in the morning! • SKIN BRIGHTENING & RICHLY INTOXICATING: The scent of our Exfoliating Coffee handmade soap is drawn from energizing freshly-ground coffee. Brighten your skin with the natural anti-cellulite & exfoliating power of this soap, which stimulates your senses as much as your skin. • AMAZING GIFTING IDEA: Our handmade soaps are a great way to show someone You Care. Our soaps are gentle enough to be a facial soap, and powerful enough to be hand soap or shower soap. Our Natural soap bar looks beautiful beside a bathtub and has a relaxing scent providing aromatherapy essential oil relief. Great for Christmas gifts, birthday gifts, graduation presents, wedding presents, bachelor parties, anniversaries, get well soon etc. • 100% NATURAL AND HANDMADE: The very best reason to use Speaking Tree soap is the ingredients. Typically handmade soap is made of vegetable oils which are rich in Antioxidants, Vitamins, Nutrients that are essential to healthy skin."
  },
  {
    "name": "Neev Herbal Handmade Soaps Charcoal Soap",
    "image": "images/Soap/Neev.webp",
    "price_range": "₹120-130/100g",
    "amazon_link": "https://amzn.in/d/11ALTVE",
    "category": "soap",
    "description": "Quantity: 100 g • Activated Charcoal powder • It is Skin Friendly"
  },
  {
    "name": "Khadi Natural Coconut Milk & Honey Soap",
    "image": "images/Soap/Khadihoney.webp",
    "price_range": "₹200-210/3pcs",
    "amazon_link": "https://amzn.in/d/2BBXaxz",
    "category": "soap",
    "description": "Crafted with coconut milk and honey, this herbal soap enhances your skin's natural radiance, leaving it looking fresh and vibrant. • Infused with nourishing ingredients, it provides deep and lasting moisture to keep your skin soft and hydrated all day. • Formulated with herbal extracts and essential oils, this soap offers a gentle and natural cleanse, free from harsh chemicals. • Ideal for all skin types, including sensitive skin, providing balanced nourishment and care for everyone. • Comes in a convenient pack of three, ensuring you always have a refreshing and hydrating soap at hand."
  },
  {
    "name": "Rustic Art Aloe Clary Sage Natural Shampoo",
    "image": "images/Shampoo/Rustic.jpg",
    "price_range": "₹320-330/210g",
    "amazon_link": "https://amzn.in/d/iTjRSzT",
    "category": "shampoo",
    "description": "Hair Fall Control & Scalp Care: Aloe vera and clary sage cleanse gently, reduce breakage, and balance scalp oils for healthier hair. Experience the calming fragrance from pure aloe vera and clary sage oil that leaves hair feeling soft and manageable without weighing down or causing buildup on your scalp • Luxurious Gel Formula: Amino acid surfactants lather quickly, rinse easily, leaving hair soft, smooth, and refreshed. Take a coin-sized amount on wet hair, lather well and gently massage into scalp before rinsing - this genuinely mild formula cleanses effectively while stopping scalp itchiness • Hydration & Scalp Wellness: Vitamin E nourishes and protects, betaine locks in moisture for shiny, manageable hair. Aloe vera with betaine moisturizes scalp and hair while clary sage helps balance scalp oils, ensuring healthy scalp environment and great shower experience • Oily to Normal Hair & Scalp: Sulphate, silicone and paraben free formula safe for colored, chemically treated, oily and sensitive scalp. Advanced amino acid, plant based surfactants create gentle yet effective cleansing without damaging the environment. • Solar-powered manufacturing with women workforce creates eco-conscious formulations since 2011 - safe for colored and treated hair with natural grains and sugarcane-sourced ingredients"
  },
  {
    "name": "The Moms Co. Natural Protein Shampoo for Strong Hair",
    "image": "images/Shampoo/Momsandco.jpg",
    "price_range": "₹390-400/200ml",
    "amazon_link": "https://amzn.in/d/aysK0eg",
    "category": "shampoo",
    "description": "PREVENTS HAIR FALL: For every mom who needs special hair care, our hair strengthening Protein Shampoo with Wheat Proteins improves hair elasticity and helps hair retain moisture thereby preventing hair fall. • STRENGTHENS & ADDS SHINE: Hydrolyzed Wheat Protein in our Protein Shampoo penetrates deeper into the scalp to hydrate and nourish hair shafts resulting in stronger and healthier hair • MADE WITH GENTLE CLEANSERS: Packed with coconut-based cleansers, it gently cleans the scalp without using harmful chemical based cleansers. • DETOX YOUR HAIR:Typical rich-lathering shampoos rob your hair of their protein and leave a layer of chemicals causing dandruff and hair fall. With the first use of The Moms Co. Hair Strengthening Protein Shampoo, you're well on your way for your first hair detox, and in 4-5 washes you should start seeing a visible difference. • NATURE IN, TOXINS OUT : THE MOMS CO. SULFATE AND PARABEN FREE PROTEIN SHAMPOO CONTAINS NO HARMFUL OR SYNTHETIC INGREDIENTS - Our Made Safe, Australia-Certified, Toxin-Free and Sulfate Free Protein Shampoo is from our range of best hair care products. It is made without Mineral Oil, Sulphates (SLS, SLES), Parabens, DEA/TEA, Phenoxyethanol, Synthetic Fragrances, PEGs and many other potentially harmful chemicals."
  },
  {
    "name": "Just Herbs Root Nourishing Amla Neem Shampoo",
    "image": "images/Shampoo/JustHerbs.jpg",
    "price_range": "₹240-250/200ml",
    "amazon_link": "https://amzn.in/d/iTjRSzT",
    "category": "shampoo",
    "description": "Hair Fall Control & Scalp Care: Aloe vera and clary sage cleanse gently, reduce breakage, and balance scalp oils for healthier hair. Experience the calming fragrance from pure aloe vera and clary sage oil that leaves hair feeling soft and manageable without weighing down or causing buildup on your scalp • Luxurious Gel Formula: Amino acid surfactants lather quickly, rinse easily, leaving hair soft, smooth, and refreshed. Take a coin-sized amount on wet hair, lather well and gently massage into scalp before rinsing - this genuinely mild formula cleanses effectively while stopping scalp itchiness • Hydration & Scalp Wellness: Vitamin E nourishes and protects, betaine locks in moisture for shiny, manageable hair. Aloe vera with betaine moisturizes scalp and hair while clary sage helps balance scalp oils, ensuring healthy scalp environment and great shower experience • Oily to Normal Hair & Scalp: Sulphate, silicone and paraben free formula safe for colored, chemically treated, oily and sensitive scalp. Advanced amino acid, plant based surfactants create gentle yet effective cleansing without damaging the environment. • Solar-powered manufacturing with women workforce creates eco-conscious formulations since 2011 - safe for colored and treated hair with natural grains and sugarcane-sourced ingredients"
  },
  {
    "name": "Dove Hair Therapy Breakage Repair Sulphate-Free Shampoo",
    "image": "images/Shampoo/Dove.jpg",
    "price_range": "₹300-350/380ml",
    "amazon_link": "https://amzn.in/d/b7S6nV7",
    "category": "shampoo",
    "description": "Wondering how to help make hair stronger and reduce hair fall all at once? Discover Dove Hair Therapy Shampoo|| expert care that reaches hair’s cellular level to repair damage|| with moisturising potion and nourishing ingredients. We are all about those good hair days – but hair fall can make us feel less than our beautiful best. That is why we had created Dove Hair Therapy Breakage Repair Shampoo for weak hair prone to breakage and falling. Giving your hair|| expert care it deserves|| this strengthening Shampoo blends all the care of Dove you know and love. Infused with Nutri-lock serum|| this shampoo for weak hair is inspired by the world of luxury skin care & science. It gives care at hair’s cellular level and boosts hair strength - helping your hair look thicker|| stronger|| and healthier. Our gentle formula is free from sulphate|| paraben and dyes which makes it suitable even for coloured hair. This caring shampoo is free from harsh chemical based cleansers such as SLS/SLES. Try it today for beautiful|| healthy-looking hair with 98% less breakage**. For best results|| use with Dove Hair Therapy Breakage Repair Conditioner and Breakage Repair Leave-on solution. **When used as a system vs. non-conditioning shampoo*OLD"
  },
  {
    "name": "Rahipa Red Onion Shampoo With Black Seed Oil Extract",
    "image": "images/Shampoo/Rahipa.jpg",
    "price_range": "₹380-400/100ml",
    "amazon_link": "https://amzn.in/d/bEXJ8I5",
    "category": "shampoo",
    "description": "⦿ Ouronionshampoo is rich in antioxidants, nutrients, and vitamin E that controls hair fall and helps to promote hairgrowth.⦿ It is infused with red onion extract andblack seedoil and is rich in antioxidants, nutrients, and vitamin E. It is suitable for both men & women.⦿ Use our onion shampoo up to a week for maximum benefits.⦿ Our onion shampoo help to reduce hair loss, excessive dryness, dandruff, and scalp eruptions, support hair growth, and improve scalp health.⦿ It is formulated to help moisturize and protect weak, limp hair.⦿ It helps tostrengthenroots and boost hydration to make hair softer and 10x stronger.⦿ It helps to smoothen hair cuticles to make hair glossy and lustrous and improves circulation to the scalp and roots.⦿ It works on your hair to cleanse away buildup and improve the quality of strands.⦿ Our onion shampoo is made fromnatural ingredientsthat help to strengthen hair follicles and clarify blocked roots.⦿ Regular use of onion shampoo improves hair texture and strengthen the strands."
  },
  {
    "name": "Mamaearth Onion Shampoo for Hair Growth ",
    "image": "images/Shampoo/mama.jpg",
    "price_range": "₹250-260/250ml",
    "amazon_link": "https://amzn.in/d/3ghEV7T",
    "category": "shampoo",
    "description": "REDUCES HAIR FALL : Onion Oil stimulates the scalp, promoting blood circulation. Plant Keratin strengthens hair, and makes it frizz-free. • MAKES HAIR SOFT : Gentle surfactants cleanse hair & scalp without stripping. Keratin prevents damage & dryness, leaving hair soft & smooth. • STRENGTHENS HAIR : Loaded with Plant Keratin, this Shampoo gently cleanses hair & prevents damage caused due to washing. • SAFE FOR CHEMICALLY TREATED HAIR : Made from all natural ingredients, the Shampoo does not do any harm & is suitable for all hair types. It is safe for coloured or chemically treated hair. • NATURAL & TOXIN FREE : The Shampoo is completely free of Sulfates, Silicones, Parabens, Mineral Oil & Dyes. • This product is protected by Transparency, which verifies a unit’s authenticity and enables you to view rich information about the product you purchased. When you receive your product, please look for the Transparency logo and code. You can scan it to verify its authenticity with the Transparency app. To download the Transparency app, get it on the App Store or Google Play."
  },
  {
    "name": "The Whole Truth Whey Protein Isolate+Concentrate",
    "image": "images/Whey/Wholetruth.jpg",
    "price_range": "₹2940-2950/1kg",
    "amazon_link": "https://amzn.in/d/79FAkx1",
    "category": "Protein",
    "description": "Cleanest, lightest whey protein ever: Clean as nature intended. No hidden chemicals, no artificial sweeteners, no chemical extraction processes. Light as your mood as you start the day. The least viscous, least dense protein shake. • 24g protein per scoop, 6.6g BCAA, 12.2g EAA: Powered by the highest-grade, international quality whey protein sourced from USA & Europe – from one of the world's largest, most credible whey manufacturers. • Trustified gold certified: India's first and only 100% blind testing agency certifies The Whole Truth protein powder for accuracy of label claims (precise protein content, no amino spiking) and purity (free from heavy metals or biological contaminants). • Mildly flavoured with real ingredients: Not overly sweet (no added flavour). No metallic aftertaste (no artificial sweetener). Not thick & heavy (no xanthan gum). Just real food (no harmful chemicals). So...you get a slightly sweet, mildly flavoured protein that goes down as easily as water. Your tongue will like it. Your gut will love it <3 • Made with: Whey isolate (as primary source), whey concentrate, cocoa, milk, dates, monk fruit, and bromelain. That's all! • More importantly, made without: No added flavours. No artificial sweeteners. No adulterants. No preservatives. No gums. No thickeners. No anti-caking agents. No anti-foaming agents. No amino-spiking. No heavy metal contamination. No doping agents of any kind whatsoever. Phew! • Every batch tested: We test every batch we sell in the market by NABL-accredited, third-party labs for protein concentration, heavy metals and microbial safety. Scan the QR code on the back of the pack or check our website to access protein test reports. #nothingtohide • Storage instructions: Store away from direct sunlight in a cool, dry place. Once open, store in an airtight container."
  },
  {
    "name": "TrueBasics Clean Whey Protein Powder Isolate & Concentrate",
    "image": "images/Whey/Truebasis.jpg",
    "price_range": "₹2990-3000/1kg",
    "amazon_link": "https://amzn.in/d/bno4DnS",
    "category": "Protein",
    "description": "HAP SAFE CERTIFIED – UNCOMPROMISING PURITY & SAFETY- We Don’t Just Claim To Be Clean—we prove it. Every batch is rigorously tested for contaminants, ensuring the highest safety standards for heavy metals, aflatoxins, microbial load, and pesticide residues. Transparency isn’t optional; it’s a guarantee. • NO SWEETENERS, NO FILLERS, NO PRESERVATIVES- You Don’t Need Extra Junk In Your Protein. This formula is exactly what it should be—just whey protein isolate and concentrate, ultra-filtered for purity, with no artificial flavors, colors, or added sugar. • ULTRA & NANO-FILTRATION FOR MAXIMUM ABSORPTION- No Harsh Chemicals. No Over-Processing. Just advanced filtration technology that keeps the protein intact while removing unwanted impurities. The result? A protein that mixes effortlessly, digests smoothly, and fuels your body efficiently. • LIGHT ON DIGESTION, HEAVY ON PERFORMANCE- Most Whey Proteins Are Thick, Chalky, Or Bloating. Not This One. TrueBasics Clean Whey is designed to be light on the stomach, making it ideal for everyday use—whether post-workout, in a morning smoothie, or as an easy protein boost during the day. • WORLD’S FIRST STEEL SCOOP – BECAUSE DETAILS MATTER- Your Protein Deserves Better Than A Flimsy Plastic Scoop. TrueBasics Clean Whey comes with the world’s first reusable steel scoop, because sustainability should be built into everything we do. • SUSTAINABILITY FIRST – SEND BACK, GIVE BACK- Our Recyclable Packaging Isn’t Just A Gimmick—it’s a movement. Use your protein, send back your empty pouches, and help us reduce waste while keeping the planet (and you) healthy."
  },
  {
    "name": "Wellbeing Nutrition Whey Protein Isolate & Concentrate",
    "image": "images/Whey/Wellbeing.jpg",
    "price_range": "₹3375-3385/1kg",
    "amazon_link": "https://amzn.in/d/9i51iUY",
    "category": "Protein",
    "description": "24 GRAMS OF PROTEIN PER SCOOP (51% WPI & 25.9% WPC): Wellbeing Nutrition Whey Protein Isolate + Concentrate Blend delivers 24 g of protein Whey protein isolate as the primary source, 11.5 g EAA and 5.4 g of naturally occuring BCAA per serving that promotes muscle building and faster post-workout recovery. • ULTRA- PURE, INSTANTIZED & MICROFILTERED: Our non-denatured whey isolate + concentrate is filtered using cross flow microfilteration is sourced directly from milk and not a by-product of cheese. It's carefully processed at low temperatures without the use of acids or bleach, ensuring a cleaner, more intact protein that preserves natural bioactive peptides & essential nutrients. Instantized with natural emulsifier (sunflower lecithin) for easy mixing to prevent lumps and clumps • 2x MUSCLE PROTEIN SYNTHESIS WITH VELOSITOL: Backed by 6+ Clinical studies, Velositol, a patented blend of two forms of Chromium and Amylopectin doubles muscle protein synthesis in 8 weeks when combined with whey protein. It works by promoting a normal insulin response, thereby enhancing amino acid uptake—the essential building blocks of proteins—into muscle cells. Clinically proven to improve muscle strength, size, power, and endurance more effectively than protein alone in 8 weeks. • 4B CFU PROBIOTICS & NATURAL DIGESTIVE ENZYMES: Clinically proven probiotic strains of Lactobacillus acidophilus and Bifidobacterium longum support better nutrient absorption, improve gut microbiome & boost the body’s natural defenses. Enriched with natural digestive enzyme --Bromelain from Pineapple stems & Papain from Papaya that helps in efficient protein breakdown, making it easy to digest without any bloating. • BANNED SUBSTANCE & HORMONE FREE: Our premium whey protein isolate & concentrate is crafted in a US FDA & NSF registered facility, with every batch rigorously tested for amino spiking, protein concentration, and heavy metals. Our hormone free (rBST/rBGH free) whey protein is sourced from Europe — the gold standard in quality whey ingredients—for a formula you can trust. • CLEAN LABEL CERTIFIED, NO HARMFUL CHEMICALS: Proudly awarded for clean label purity our formula is made without any added flavors, artificial sweeteners, preservatives, gums, thickeners, anti-caking agents, anti-foaming agents, amino-spiking agents, heavy metal contamination, adulterants or doping agents."
  },
  {
    "name": "Tata 1mg Ultra Clean Whey Protein Isolate + Concentrate",
    "image": "images/Whey/Tata.jpg",
    "price_range": "₹2990-3000/1kg",
    "amazon_link": "https://amzn.in/d/3IyEQX4",
    "category": "Protein",
    "description": "Clean, Gut-Friendly & Digestible: Light and easy on the gut, Tata 1mg Ultra Clean Whey Protein is the most easily digestible protein, formulated to fit seamlessly into your routine. • 24g Protein per 36g sachet: Packed with 24g of premium whey protein, 5.6g of BCAA and 30B CFU probiotics to support muscle recovery, digestion, and immunity. • Certified Clean Label: Every batch is lab-tested for purity and safety, ensuring no amino spiking, no fillers, and no harmful additives. Trust what’s on the label. • No Chemicals, No Sugar: Made with no artificial flavors, sweeteners, or preservatives. Sweetened naturally with Monk Fruit and Stevia for a clean, mild flavor. • Real Ingredients, No Compromise: Contains only whey protein isolate, concentrate, probiotics, and natural sweeteners. Free from gums, thickeners, and harmful chemicals."
  }
]